---
kind: property
id: P:Autodesk.Revit.DB.View.IsAssemblyView
zh: 视图
source: html/259a699e-b118-58d9-debe-7975d04fd2bb.htm
---
# Autodesk.Revit.DB.View.IsAssemblyView Property

**中文**: 视图

Indicates if the view is assembly view.

## Syntax (C#)
```csharp
public bool IsAssemblyView { get; }
```